import { sample } from 'lodash';
const JOKES = [
    'А ви знали, що перші перегони на справжніх автомобілях відбулися у Франції у 1894 році?',
    'Цікавий факт, що швидкість перших автомобілів була зовсім невеликою (до 18 км/год.).',
    'Ви чули про перегони суперкарів? За один заїзд учасник змагань «Формула-1» втрачає два кілограми маси.',
    'Глядачам «Формули-1» нелегко: їм продають спеціальні затички для вух, бо без них можна назавжди втратити слух.',
    'А ви знали, що перегони є навіть у черепах? Спокійно, ввічливо, ба навіть аристократично, вони йдуть до фінішу — тарілки смачних соковитих фруктів.',
    'Перегони колісниць у Стародавній Греції були дуже небезпечними і для візничих, і для коней, які під час змагань часто зазнавали травм або навіть гинули.',
    'Про гонки на газонокосарках не чули? Більше 40 років тому у Великій Британії з\'явилася навіть перша асоціація гонщиків на газонокосарках!',
    'Уявляєте, у США існують гонки на старих шкільних автобусах в рамках масштабних "фестивалів руйнувань".'
];

export const getRandomJoke = (): string | undefined => {
    return sample(JOKES);
}