export const BOT_GREETING = 'Друзі, радий вітати вас на головному автодромі України! Тут зараз панує чудова атмосфера, і всі учасники та глядачі з нетерпінням чекають старту перегонів. Прекрасна сонячна погода лише надихає всіх на приємне проведення часу. Змагання коментуватиму для вас я, Капслук Шифтенко. Тож вперед, готуйтеся!';
export const MESSAGE_TO_THE_START = 'На старт!';
export const MESSAGE_ATTENTION = 'Увага!';
export const MESSAGE_GO = 'Руш!';
export const MESSAGE_GAME_STARTED = 'Почалася запекла боротьба!';