export const texts = [
  "Мудрий не все каже, що знає, а дурень не все знає, що каже.",
  "Де старий спотикнеться, там нехай молодий добре напнеться!",
  "За двома зайцями не гонись, бо й одного не піймаєш.",
  "Де слова з ділом розходяться, там непорядки водяться.",
  "Чоловік має два вуха, щоб багато слухав, а один язик, щоб менше говорив.",
  "Життя любить того, хто за нього бореться, а нищить того, хто йому піддається.",
  "Що маєш завтра зробити, то зроби сьогодні, а що маєш з'їсти нині, то лиши на завтра.",
];

export default { texts };
